Repository: GFA-DIU/HEAT-ALCBT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: This writer's name is too long.
vi: Tên của người viết này quá dài.

source: Assembly Mode
vi: Chế độ lắp ráp

source: Assembly type
vi: Loại lắp ráp

source: Comment
vi: Bình luận

source: Description
vi: Mô tả

source: Created at
vi: Được tạo vào

source: Updated at
vi: Cập nhật vào

source: Public
vi: Công khai

source: Is it visible to all roles
vi: Có hiển thị cho tất cả vai trò không

source: Draft
vi: Bản nháp

source: Is it still a draft
vi: Vẫn là bản nháp?

source: Street
vi: Đường

source: Number
vi: Số

source: ZIP
vi: Mã bưu điện

source: Longitude
vi: Kinh độ

source: Latitude
vi: Vĩ độ

source: Name
vi: Tên

source: Approx. number of residents
vi: Số lượng cư dân (ước tính)

source: Operation hours per workday
vi: Giờ hoạt động mỗi ngày làm việc

source: Operation days per week
vi: Số ngày hoạt động mỗi tuần

source: Operation weeks per year
vi: Số tuần hoạt động mỗi năm

source: Typical Heating Temperature
vi: Nhiệt độ sưởi ấm điển hình

source: Heating Temperature Unit
vi: Đơn vị nhiệt độ sưởi

source: Typical Cooling Temperature (Celsius)
vi: Nhiệt độ làm mát điển hình (°C)

source: Cooling Temperature Unit
vi: Đơn vị nhiệt độ làm mát

source: Heating Type
vi: Loại sưởi

source: Heating Capacity
vi: Công suất sưởi

source: Heating Unit
vi: Đơn vị sưởi

source: Coolingting Type
vi: Loại làm mát

source: Cooling Unit
vi: Đơn vị làm mát

source: Ventilation Type
vi: Loại thông gió

source: Ventilation Capacity
vi: Công suất thông gió

source: Ventilation Unit
vi: Đơn vị thông gió

source: Lighting Type
vi: Loại chiếu sáng

source: Lighting Capacity
vi: Công suất chiếu sáng

source: Lighting Unit
vi: Đơn vị chiếu sáng

source: Hello from %(site_name)s! We've received a request to reset your password. If you didn't make this request, you can safely ignore this email. Otherwise, click the button below to reset your password.
vi: Xin chào từ %(site_name)s! Chúng tôi đã nhận được yêu cầu đặt lại mật khẩu của bạn. Nếu bạn không thực hiện yêu cầu này, bạn có thể bỏ qua email này. Nếu không, hãy nhấn vào nút dưới đây để đặt lại mật khẩu của bạn.

source: Thank you for using %(site_name)s! %(site_domain)s
vi: Cảm ơn bạn đã sử dụng %(site_name)s! %(site_domain)s
